Repository: bobbingwide/oik-blocks
Catalog: languages/oik-blocks-bb_BB.po
Languages: bb_bb

source: oik-blocks
bb_bb: OIk-bolkcs

source: WordPress blocks, aka Gutenberg blocks, for oik shortcodes.
bb_bb: WroPderss bolkcs, AkA Gtuneebrg bolkcs, fOr OIk sohtroceds.

source: Herb Miller
bb_bb: Hreb Mlielr

source: version
bb_bb: vreison

source: Plugin %1$s may not be fully functional.
bb_bb: Pulign %1$s mAy nOt bE fluly fnutcoianl.

source: Please install and activate the required minimum version of this plugin: %1$s
bb_bb: Pelsae isnatll And atcvitae thE rqeiuerd mnimium vreison Of tihs pulign: %1$s

source: version
bb_bb: vreison

source: %1$s may not be fully functional.
bb_bb: %1$s mAy nOt bE fluly fnutcoianl.

source: Install %1$s
bb_bb: Isnatll %1$s

source: Activate %1$s
bb_bb: Atcvitae %1$s

source: Upgrade %1$s
bb_bb: Ugparde %1$s

source: Prefix
bb_bb: Perifx

source: View block
bb_bb: Veiw bolck

source: Blocks
bb_bb: Bolkcs

source: Show block link
bb_bb: Sohw bolck lnik

source: Show block icon
bb_bb: Sohw bolck iocn

source: Show block type name
bb_bb: Sohw bolck tpye nmae

source: Show block title
bb_bb: Sohw bolck ttile

source: Show block description
bb_bb: Sohw bolck dsercpiiton

source: Show category
bb_bb: Sohw ctageroy

source: Show keywords
bb_bb: Sohw kyeowdrs

source: Show variations
bb_bb: Sohw vraaiitnos

source: Show block variations
bb_bb: Sohw bolck vraaiitnos

source: Show batch commands
bb_bb: Sohw btach cmoamdns

source: Determine updates to apply
bb_bb: Dtereimne udptaes tO apply

source: Component
bb_bb: Cmoopennt

source: Featured image
bb_bb: Faeuterd iamge

source: File size of attachment
bb_bb: Flie szie Of attcamhnet

source: Image dimensions
bb_bb: Iamge dmineisnos

source: Thumbnail
bb_bb: Tuhbmanil

source: Google Maps Map
bb_bb: Goolge Mpas MAp

source: Page template name
bb_bb: Pgae tmelptae nmae

source: Post date
bb_bb: Psot dtae

source: Post modified date
bb_bb: Psot mdofieid dtae

source: Author name
bb_bb: Atuohr nmae

source: Fields
bb_bb: Feidls

source: Default
bb_bb: Dfeualt

source: Theme
bb_bb: Tehme

source: Effect
bb_bb: Effcet

source: Logos
bb_bb: Lgoos

source: Genericons
bb_bb: Gnerecinos

source: User
bb_bb: Uesr

source: Follow me icons style
bb_bb: Floolw mE iocns sytle

# block title
source: Block icon
bb_bb: Bolck iocn

# block description
source: Displays a Block icon
bb_bb: Dsilpyas A Bolck iocn

# block keyword
source: icon
bb_bb: iocn

# block keyword
source: block
bb_bb: bolck

# block title
source: Block info
bb_bb: Bolck ifno

# block description
source: Display a Block's information
bb_bb: Dsilpay A Bolck's ifnroamiton

# block keyword
source: info
bb_bb: ifno

# block title
source: Block list
bb_bb: Bolck lsit

# block description
source: Displays a list of Blocks for a chosen prefix
bb_bb: Dsilpyas A lsit Of Bolkcs fOr A cohesn perifx

# block keyword
source: list
bb_bb: lsit

# block title
source: Fields
bb_bb: Feidls

# block description
source: Displays fields.
bb_bb: Dsilpyas feidls.

# block keyword
source: field
bb_bb: feild

# block keyword
source: meta
bb_bb: mtea

# block title
source: Nivo slider
bb_bb: Nvio siledr

# block description
source: Nivo slider
bb_bb: Nvio siledr

# block keyword
source: Nivo
bb_bb: Nvio

# block keyword
source: slider
bb_bb: siledr

# block title
source: Person
bb_bb: Preosn

# block description
source: Displays a person's information
bb_bb: Dsilpyas A preosn's ifnroamiton

# block keyword
source: Person
bb_bb: Preosn
